GroundFineImproved/0/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2006                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0.09465727652959385 0 0);

boundaryField
{
    Inlet
    {
        type            inletOutlet;
        inletValue      $internalField;
    }

    Outlet
    {
        type            zeroGradient;
    }

    Side
    {
        type            empty;
    }

    Airfoil
    {
        type           noSlip;
    }    
    
    Ground
    {
			type           fixedValue;
			value		$internalField;
	
    }


}

// ************************************************************************* //
